Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# character.category.extras
source: Extras
hi: अतिरिक्त
it: Extra
ja: エクストラ
ko: 기타
pl: Dodatki
ru: Дополнительно
tr: Ekstralar
zh_hans: 附加功能
zh_hant: 附加功能

source: Coins
hi: सिक्के
ru: Монеты
zh_hans: 硬币
zh_hant: 硬幣

# common.fusion
source: FUSION
hi: विलय
ja: 融合
ko: 퓨전
nl: FUSIE
pl: POŁĄCZENIE
ru: ФУЗИЯ
tr: FÜZYON
zh_hans: 融合
zh_hant: 融合

# common.hour_short
source: h
hi: एच
ja: 時間
ko: 시간
nl: u
pl: godz.
ru: х
tr: sa
zh_hant: 小時

# common.min
source: min
hi: मिन
ja: 分
ko: 분
ru: мин
tr: dk
zh_hans: 分钟
zh_hant: 分分鐘

# common.min_short
source: m
hi: एम
ja: 分
ko: 분
pl: min
ru: м
tr: dk
zh_hans: 米
zh_hant: 米

# common.minutes.short
source: Min.
hi: मिनट
ja: 分
ko: 분
ru: Мин.
tr: Dk
zh_hans: 分钟
zh_hant: 分鐘

# common.ml
source: ml
hi: एमएल
ja: ミリリットル
ko: 밀리리터
ru: мл
zh_hans: 毫升
zh_hant: 毫升

# common.sat
source: S
hi: एस
ja: 土
ko: 토
nl: Z
ru: С
tr: C

# common.starter
source: STARTER
hi: स्टार्टर
ja: スターター
ko: 기동기
pl: ROZRUSZNIK
ru: СТАРТЕР
tr: BAŞLANGIÇ
zh_hans: 启动器
zh_hant: 起動機

# common.xp
source: XP
hi: एक्सपी

source: Developer Options
hi: डेवलपर विकल्प
ru: Параметры разработчика
zh_hans: 开发者选项
zh_hant: 開發者選項

# effekt.typ.powerup
source: Power-Up
hi: शक्तिप्रापक
ja: パワーアップ
ko: 파워업
nl: Opstarten
pl: Zwiększenie mocy
ru: Усиление
tr: Güçlendirme
zh_hans: 增强
zh_hant: 通電

# export.pdf.focus.session_format
source: %@ Min
hi: %@न्यूनतम
ja: %@ 分
ko: %@ 분
ru: %@Мин
tr: %@ Dk
zh_hans: %@ 分钟
zh_hant: %@最小值

source: Filter
hi: फ़िल्टर
ru: Фильтр
zh_hans: 筛选
zh_hant: 篩選

source: Gegossen
hi: डाला
ru: Литой
zh_hans: 已浇水
zh_hant: 倒出

source: Grovy
hi: ग्रोवी
ru: Грови
zh_hant: 格羅維

# health.unit.water
source: ml
hi: एमएल
ja: ミリリットル
ko: 밀리리터
ru: мл
zh_hans: 毫升
zh_hant: 毫升

source: igel_pose_liegen
hi: हेजहोग_पोज़_लेटना
ru: еж_поза_лежи
zh_hant: 刺蝟姿勢說謊

# igel_pose_ninja
source: Ninja
hi: निंजा
ja: 忍者
ko: 닌자
ru: Ниндзя
zh_hans: 忍者
zh_hant: 忍者

source: igel_pose_rennen
hi: हेजहोग_पोज़_रेस
ru: еж_поза_бег
zh_hant: 刺蝟姿勢種族

source: igel_pose_schlafen
hi: हेजहोग_पोज़_स्लीप
ru: ежик_поза_спящий
zh_hant: 刺蝟姿勢睡眠

# igel_pose_stehend
source: Normal
hi: सामान्य
it: Normale
ja: 普通
ko: 정상
nl: Normaal
pl: Normalna
ru: Нормальный
zh_hans: 正常
zh_hant: 普通的

source: igel_pose_winken
hi: हेजहोग_पोज़_लहराता हुआ
ru: еж_поза_помахивание
zh_hant: 刺蝟姿勢揮舞

# level_unlock_powerup_titel
source: Power-Up
hi: शक्तिप्रापक
ja: パワーアップ
ko: 파워업
nl: Opstarten
pl: Zwiększenie mocy
ru: Усиление
tr: Güçlendirme
zh_hans: 强化道具
zh_hant: 通電

source: month.%lld
hi: महीना।%lएलडी
ru: месяц.%lld
zh_hant: 月。%lld

# pass.xp
source: XP
hi: एक्सपी
zh_hans: 经验值

# paywall.title
source: Grovy Pro
hi: ग्रूवी प्रो
ja: Grovy プロ
ko: Grovy 프로
ru: Грови Про
zh_hans: Grovy 专业版
zh_hant: 格羅維專業版

source: pfad_phase_beschreibung_%@
hi: पथ_चरण_वर्णन_%@
ru: path_phase_description_%@
zh_hant: path_phase_description_%@

source: pfad_phase_tag_titel_%@
hi: पथ_चरण_टैग_शीर्षक_%@
ru: path_phase_tag_title_%@
zh_hant: path_phase_tag_title_%@

source: pfad_schwierigkeit_%@
hi: पथ_कठिनाई_%@
ru: путь_difficulty_%@
zh_hant: 路徑_難度_%@

source: pfad_schwierigkeit_%@_desc
hi: पथ_कठिनाई_%@_desc
ru: путь_сложность_%@_описание
zh_hant: 路徑_難度_%@_desc

# plant.detail.xp
source: XP
hi: एक्सपी

# plant.ginkgo.name
source: Ginkgo
hi: गिन्कगो
ja: 銀杏
ko: 은행
ru: Гинкго
zh_hans: 银杏
zh_hant: 銀杏

source: POWER-UP
hi: पॉवर-अप
ja: パワーアップ
ko: 파워업
pl: WZMOCNIENIE
ru: ПОДКЛЮЧЕНИЕ БОТЫ
tr: GÜÇLENDİRME
zh_hans: 强化道具
zh_hant: 通電

source: Power-Ups
hi: पावर-अप
ja: パワーアップ
ko: 파워업
pl: Dopalacze
ru: Усиления
tr: Güç kaynağını çalıştırın
zh_hans: 强化道具
zh_hant: 通電

# profile.inventory.powerups
source: Power-Ups
hi: पावर-अप्स
ja: パワーアップ
ko: 파워업
pl: Dopalacze
ru: Усиления
tr: Güç kaynağını çalıştırın
zh_hans: 强化道具
zh_hant: 通電

# profile.streak.best_short
source: %d Max
hi: %dमैक्स
ja: %d 最大
ko: 최대 %d
pl: %d Maks
pt: %d Máx
ru: %dМакс
tr: %d Maks
zh_hans: %d 最大
zh_hant: %d最大值

# profile.user.name
source: Jannik Schill
hi: जानिक शिल
ja: ヤニク・シル
ko: 야니크 쉴
nl: Jannik Schil
pl: Jannika Schilla
ru: Янник Шилл
zh_hant: 詹尼克·席爾

# progression_unit_km
source: km
hi: किमी
ko: 킬로미터
ru: км
tr: kilometre
zh_hans: 公里
zh_hant: 公里

# progression_unit_min
source: Min.
hi: मिनट
ja: 分
ko: 분
ru: Мин.
tr: dk.
zh_hans: 分钟
zh_hant: 分鐘。

# quiz.fitness
source: Fitness
hi: फिटनेस
ja: フィットネス
ko: 피트니스
ru: Фитнес
zh_hans: 健身
zh_hant: 健康

# quiz.mental
source: Mental
hi: मानसिक
it: Mentale
ja: メンタル
ko: 멘탈
nl: Mentaal
pl: Mentalne
ru: Психический
tr: Zihinsel
zh_hans: 心理
zh_hant: 精神上

source: rarity.%@
hi: अद्वितीयता।%@
ru: редкость.%@
zh_hant: 稀有性。電壓%@

# reward_type_powerup
source: Power-Up
hi: पॉवर-अप
ja: パワーアップ
ko: 파워업
nl: Opstarten
pl: Zwiększenie mocy
ru: Усиление
tr: Güçlendirme
zh_hans: 强化道具
zh_hant: 通電

source: s
hi: एस
ko: 에스
pt: é
ru: с

source: Selected Coins
hi: चयनित सिक्के
ru: Выбранные монеты
zh_hans: 精选硬币
zh_hant: 精選硬幣

source: Selected Gegossen
hi: चुना हुआ डाला गया
ru: Выбрано залитое
zh_hans: 精选演员
zh_hant: 精選演員

source: Selected Tag
hi: चयनित टैग
ru: Выбранный тег
zh_hans: 选定的标签
zh_hant: 選定的標籤

source: Selected XP
hi: चयनित XP
ru: Выбранный XP
zh_hans: 选定的XP
zh_hant: 選定的XP

source: Seltenheit: %@
hi: दुर्लभता:%@
ru: Редкость:%@
zh_hans: 稀有度：%@
zh_hant: 稀有度：%@

# settings.health.title
source: Apple Health
hi: एप्पल हेल्थ
ja: Apple Health (ヘルスケア)
ko: Apple Health (건강)
ru: Apple Здоровье
zh_hans: 苹果健康
zh_hant: 蘋果健康

# settings.pro.badge
source: PRO
hi: प्रो
ru: ПРО
zh_hans: 每
zh_hant: 每

# stats.overall_streak.max
source: Max
hi: मैक्स
ja: 最大
ko: 최대
pl: Maks
ru: Макс
tr: Maks
zh_hans: 最大限度
zh_hant: 最大限度

source: streak.motivation.%lld
hi: स्ट्रिक.प्रेरणा.%lld
ru: streak.мотивация.%lld
zh_hans: 连胜动机。%lld
zh_hant: 連勝動機。%lld

source: Tag
hi: दिन
ru: день
zh_hans: 天
zh_hant: 天

# weather.detail.normal
source: Normal
hi: सामान्य
ja: 普通
ko: 정상
nl: Normaal
pl: Normalna
ru: Нормальный
zh_hans: 普通的
zh_hant: 普通的

# weather.effect.normal
source: Normal
hi: सामान्य
ja: 普通
ko: 정상
nl: Normaal
pl: Normalna
ru: Нормальный
zh_hans: 普通的
zh_hant: 普通的

source: weather.rule.%@
hi: मौसम.नियम.%@
zh_hans: 天气规则。电压%@
zh_hant: 天氣規則。電壓%@

# wheel.reward.deko
source: Déco
hi: सजावट
ja: デコ
ko: 데코
nl: Decoratie
pl: Deko
ru: Украшение
tr: Deko
zh_hans: 德科
zh_hant: 德科

source: XP
hi: एक्सपी

# export.pdf.report.daily_focus_item
source: %@: %lld Min
ja: %@: %lld 分
ko: %@: %lld 분
tr: %@: %lld Dk

# habit.journaling
source: Journaling
ja: ジャーナリング
ko: 저널링
nl: Journaliseren
pl: Dziennikowanie
ru: Ведение дневника
tr: Günlük kaydı
zh_hans: 写日记
zh_hant: 寫日記

# weather.detail.double
source: 2x
ja: 2倍
ko: 2배
ru: Х

# weather.detail.half
source: 0.5x
ja: 0.5倍
ko: 0.5배
zh_hans: 0.5倍
zh_hant: 0.5倍

# profile.user.xp.format
source: %d XP
ko: %d 경험치
pl: %d PD
zh_hans: %d 经验值

# streak.format.month_year
source: MMMM yyyy
ko: MMMM년
nl: MMMM jjjj
pl: MMMM rrrr
ru: MMMM гггг
zh_hans: MMMM 年
zh_hant: MMMM 年

# weather.effect.xp_plus
source: +50％ XP
ko: +50％ 경험치
pl: +50％ doświadczenia
ru: +50％ опыта
tr: %@ DP
zh_hans: +50％ 经验值
zh_hant: +50％ 經驗值

# paywall.feature.health.title
source: Apple Health Integration
nl: Jouw Dagelijkse Ritme
pl: Twój Codzienny Rytm
pt: Seu Ritmo Diário
tr: Günlük Ritmin
zh_hant: 你的日常節奏

# dailyspin.result.wheel.xp
source: +%d XP
pl: +%d PD

# screentime.preprompt.subtitle
source: Erlaube den Zugriff auf die Bildschirmzeit, damit Grovy ablenkende Apps blockieren kann.
zh_hans: 允许访问屏幕使用时间，以便 Grovy 可以阻止分心的应用程序。
zh_hant: 允許訪問螢幕使用時間，以便 Grovy 可以阻止分心的應用程式。

# tab.todos
source: To-Dos
zh_hans: 待办事项
zh_hant: 待辦事項

# type.todo
source: To-Do
zh_hans: 待办事项
zh_hant: 待辦事項
